[{"old":"AP","name":"Agriculture Productive","descr":"AP (Agricultural Productive): This district carries forward as a Special District with the UDO as of September 1, 2013. While this district is not intended to change during this process, in certain cases it may change where a property has existing split-zoning or in cases where specific Area Plan or Comprehensive Plan guidance recommends a change.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/88/"},
{"old":"BC","name":"Buffer Commercial","descr":"BC (Buffer Commercial): This district was originally intended to provide compatibility between small retail uses and adjacent low density residential uses. The adoption of the Landscape Ordinance and Conditional Use Zoning have made this zoning district obsolete. Outdoor dining is prohibited and individual uses are limited to a maximum of 3,000 square feet. Though other scenarios are possible, these areas will generally be rezoned to NX- under the UDO.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"BUS","name":"Business","descr":"BUS (Business): Raleigh’s Downtown central business district is the only applicable location for this zoning district, which permits very intense development in an urban setting. Residential, office, retail, warehousing and limited manufacturing are permitted. Though other scenarios are possible, these areas will generally be rezoned to DX- under the UDO, especially where coincident with the Downtown Overlay District.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"CM","name":"Conservation Management","descr":"CM (Conservation Management): This district carries forward as a Special District with the UDO as of September 1, 2013.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/87/"},
{"old":"IND-1","name":"Industrial-1","descr":"IND-1 (Industrial-1): Of the two industrial zoning districts, this category is more suburban, with 50 foot building setbacks required. A typical application of this district is a suburban industrial park, though IND-1 land has been developed for retail uses when located adjacent to high-traffic roadways. Though other scenarios are possible, these areas will generally be rezoned to IH, IX-, or CX- under the UDO.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"IND-2","name":"Industrial-2","descr":"IND-2 (Industrial-2): This district is the same as Industrial-1 except that there are no minimum setback requirements. Consequently in the IND-2 district buildings can be constructed right up to property lines. This district was traditionally used only for industrial development close to downtown. Though other scenarios are possible, these areas will generally be rezoned to IH, or IX- under the UDO.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"MH","name":"Manufactured Housing","descr":"MH (Manufactured Housing): This district carries forward as a Special District with the UDO as of September 1, 2013. While this district is not intended to change during this process, in certain cases it may change where a property has existing split-zoning or in cases where specific Area Plan or Comprehensive Plan guidance recommends a change.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/91/"},
{"old":"NB","name":"Neighborhood Business","descr":"NB (Neighborhood Business): This district is intended for neighborhood-scale retail in close proximity to residential development. Typical locations for the NB District are on the corner of a major intersection or near the entrance of large residential developments. Though other scenarios are possible, these areas will generally be rezoned to NX- under the UDO.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"O&I-1","name":"Office and Institutional-1","descr":"O&I-1 (Office and Institutional-1): This mixed-use district is intended for office and institutional use. Suburban office parks and medium to high density residential uses are typical of this district. Though other scenarios are possible, these areas will generally be rezoned to OX-, RX-, or OP- under the UDO.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"O&I-2","name":"Office and Institutional-2","descr":"O&I-2 (Office and Institutional-2): This mixed use district is intended for intense development. The City Council can allow taller buildings and parking reductions in this district, such as a Crabtree Valley, Cameron Village and North Hills. The majority of the downtown State Government complex is zoned O&I-2. High density residential uses and hotels are also permitted within this district. Though other scenarios are possible, these areas will generally be rezoned to OX-, RX-, or OP- under the UDO.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"O&I-3","name":"Office and Institutional-3","descr":"O&I-3 (Office and Institutional-3): This is the least intense of the three O & I zoning districts. Residential uses are prohibited, building height is limited to a maximum of 25 feet and a 50 foot perimeter buffer yard is required. The intention of the category was to regulate compatibility between office and low density residential uses. Though other scenarios are possible, these areas will generally be rezoned to OX- under the UDO.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"R-1","name":"Residential-1","descr":"R-1 (Residential-1): This district carries forward as a Residential District with the UDO. Formerly known as RR (Rural Residential), all RR Districts were redesignated R-1 as of September 1, 2013. While this district is not intended to change during this process, in certain cases it may change where a property has existing split-zoning or in cases where specific Area Plan or Comprehensive Plan guidance recommends a change.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/30/"},
{"old":"R-10","name":"Residential-10","descr":"R-10 (Residential-10): This district carries forward as a Residential District with the UDO, as of September 1, 2013. While this district is not intended to change during this process, in certain cases it may change where a property has existing split-zoning or in cases where specific Area Plan or Comprehensive Plan guidance recommends a change.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/30/"},
{"old":"R-15","name":"Residential-15","descr":"R-15 (Residential-15): This is a medium density district, which permits apartments, condominiums and townhouses at 15 dwellings per acre. Medium density residential districts are often found along major streets and adjacent to commercial areas. This district permits multifamily dwellings on single lots. Though other scenarios are possible, these areas will generally be rezoned to RX- under the UDO.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"R-2","name":"Residential-2","descr":"R-2 (Residential-2): This district carries forward as a Residential District with the UDO, as of September 1, 2013. While this district is not intended to change during this process, in certain cases it may change where a property has existing split-zoning or in cases where specific Area Plan or Comprehensive Plan guidance recommends a change.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/30/"},
{"old":"R-20","name":"Residential-20","descr":"R-20 (Residential-20): This is a high density district which permits apartment and condominium development at 20 units per acre. Higher density residential districts are often located on major streets, adjacent to commercial areas and North Carolina State University. Fraternities and sororities are permitted in this district. This district allows multifamily dwellings on single lots. Though other scenarios are possible, these areas will generally be rezoned to RX- under the UDO.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"R-30","name":"Residential-30","descr":"R-30 (Residential-30: This is a high density district, which permits apartment and condominium development at 30 dwelling units per acre. This district permits multifamily dwellings on single lots. Though other scenarios are possible, these areas will generally be rezoned to RX- under the UDO.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"R-4","name":"Residential-4","descr":"R-4 (Residential-4): This district carries forward as a Residential District with the UDO, as of September 1, 2013. While this district is not intended to change during this process, in certain cases it may change where a property has existing split-zoning or in cases where specific Area Plan or Comprehensive Plan guidance recommends a change.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/30/"},
{"old":"R-6","name":"Residential-6","descr":"R-6 (Residential-6): This district carries forward as a Residential District with the UDO, as of September 1, 2013. Also, former SP R-6 (Special Residential-6) properties were redesignated R-6 as of September 1, 2013. While this district is not intended to change during this process, in certain cases it may change where a property has existing split-zoning or in cases where specific Area Plan or Comprehensive Plan guidance recommends a change.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/30/"},
{"old":"RB","name":"Residential Business","descr":"RB (Residential Business): This district is intended to encourage the preservation of the character and scale of older neighborhoods while permitting small-scale nonresidential uses. Typical uses include single family and multifamily dwellings, professional offices and limited retail. Though other scenarios are possible, these areas will generally be rezoned to OX-, NX-, or R-10 under the UDO. Additionally, changes to a Mixed Use designation may receive a -DE (Detached) frontage.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"SC","name":"Shopping Center","descr":"SC (Shopping Center): The scale of development in the Shopping Center district is larger and more intense than permitted in other retail-oriented districts. The setback and height regulations for the SC district are relatively permissive. Residential uses up to 30 dwellings per acre, office and retail uses are permitted on the same lot. Though other scenarios are possible, these areas will generally be rezoned to CX- under the UDO.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"SP R-30","name":"Special Residential-30","descr":"SP R-30 (Special R-30): This is a unique high density district. The Special R-30 zoning district allows 30 dwellings per acre, but features requirements that new structures be of a similar size and height as surrounding existing structures. These are called contextual regulations because they are based on the context of the existing neighborhood. The Special R-30 zoning district is found in the Glenwood-Brooklyn neighborhood north of Peace Street. This district permits multifamily dwellings on single lots. Though other scenarios are possible, these areas will generally be rezoned to RX- or R-10 w/NCOD under the UDO.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"old":"TD","name":"Thoroughfare District","descr":"TD (Thoroughfare District): This district is found along the major roads that lead into central Raleigh. The intent of the district is to soften some of the effects of strip development through the requirement of large setbacks and landscape buffers along thoroughfares such as Glenwood Avenue. All land uses are permitted with the exception of heavy industry. Typical developments include light industry parks, 'big box' developments and high density residential uses. CX- and IX- will be the most common new zones under the UDO. However, due to the wide range of uses allowed under TD and the variety of ways that these areas have developed, other districts may be considered as replacements.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"new":"R-1","descr":"R-1 (Residential-1): Subject to the density restriction of 1 unit per acre, R-1 allows single-unit living in a detached house with a minimum lot size of 40,000 square feet.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/30/"},
{"new":"R-2","descr":"R-2 (Residential-2): Subject to the density restriction of 2 units per acre, R-2 allows single-unit living in a detached house with a minimum lot size of 20,000 square feet.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/30/"},
{"new":"R-4","descr":"R-4 (Residential-4): Subject to the density restriction of 4 units per acre, R-4 allows single-unit living in a detached house with a minimum lot size of 10,000 square feet.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/30/"},
{"new":"R-6","descr":"R-6 (Residential-6): Subject to the density restriction of 6 units per acre, R-6 allows single-unit living in a detached house with a minimum lot size of 6,000 square feet and 2-unit living in an attached house with a minimum lot size of 9,000 square feet.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/30/"},
{"new":"R-10","descr":"R-10 (Residential-10): Subject to the density restriction of 10 units per acre, R-10 allows single-unit living in a detached house with a minimum lot size of 4,000 square feet and 2-unit living in an attached house with a minimum lot size of 6,000 square feet. Multi-unit living is also allowed in a townhouse or apartment building.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/30/"},
{"new":"RX-","descr":"RX- (Residential Mixed Use): This is a mixed residential district intended to provide for a variety of residential building types and housing options at density in excess of 10 dwelling units per acre. RX- can serve as a land use transition between other mixed use districts and residential neighborhoods. RX- allows limited retail and services subject to use standards that limit the size, scale, and location to the ground floor corner unit of an apartment building.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/60/"},
{"new":"OP-","descr":"OP- (Office Park): This district is intended to preserve and provide land for office and employment uses. OP- can also serve as a land use transition between other mixed use districts and residential neighborhoods.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/60/"},
{"new":"OX-","descr":"OX- (Office Mixed Use): This district is intended to provide for a variety of office and employment uses while allowing for housing and ancillary retail. Limited retail and service-related options are allowed subject to use standards that restrict the size and scale of each use. OX- is not intended to provide for areas exclusively dominated by office or employment uses but provide for developments that balance employment and housing options with access to convenience retail services and goods. OX- can serve as a land use transition between other mixed use districts and residential neighborhoods.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/60/"},
{"new":"NX-","descr":"NX- (Neighborhood Mixed Use): This district is intended to provide for a variety of residential, retail, service and commercial uses all within walking distance of residential neighborhoods. To limit the overall scale, NX- has a maximum lot size of 10 acres. Maximum height limits should be compatible with adjacent residential development.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/60/"},
{"new":"CX-","descr":"CX- (Commercial Mixed Use): This district is intended to provide for a variety of residential, retail, service and commercial uses. While CX- accommodates commercial uses, the inclusion of residential and employment uses are strongly encouraged in order to promote live-work and mixed use opportunities.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/60/"},
{"new":"DX-","descr":"DX- (Downtown Mixed Use): This district is intended to provide for intense mixed use development of the City’s Downtown area.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/60/"},
{"new":"IX-","descr":"IX- (Industrial Mixed Use): This district is intended to provide for a variety of light industrial and manufacturing uses while allowing for retail, service and commercial activity and limited housing opportunities. To help ensure that land is reserved for manufacturing and employment, residential uses are limited to the upper stories of mixed use buildings. IX- is not intended to provide for areas exclusively dominated by light industrial or manufacturing but provide for developments that incorporate commercial uses with housing, retail and service-related activity. IX- can serve as a land use transition between heavy industrial areas and mixed use districts.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/60/"},
{"new":"CM","descr":"CM (Conservation Management): This district is intended to preserve and enhance land as permanent open space to meet the passive and recreational needs of the City. All property within the district must be predominately unoccupied by buildings or other impervious surfaces.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/87/"},
{"new":"AP","descr":"AP (Agricultural Productive): This district is intended to conserve agricultural land and undeveloped natural amenities while preventing the encroachment of incompatible land uses on farm land and other undeveloped areas. The types, area and intensity of land uses in an AP District are designed to encourage and protect agricultural uses and the conservation of undeveloped areas.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/88/"},
{"new":"IH","descr":"IH (Heavy Industrial): This district is intended to accommodate high-impact manufacturing, industrial or other uses, including extractive and waste-related uses, which are not properly associated with or are not compatible with nearby Residential, Mixed Use or other Special Districts.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/90/"},
{"new":"MH","descr":"MH (Manufactured Housing): This district permits manufactured homes in manufactured home parks and manufactured home subdivisions. The MH District is intended to provide a suitable living environment in manufactured home developments and to ensure the compatibility of such developments with adjacent property.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/91/"},
{"new":"CMP","descr":"CMP (Campus): This district is established to allow for growth and development of colleges and universities and other campus-like uses such as hospitals while protecting the larger community, nearby neighborhoods and the environment from impacts accompanying major new development. The CMP District allows for flexible placement of buildings, and unified treatment of signs, open space, landscaping and other site elements that may be recognized through a master plan. Retail, restaurant and commercial uses are allowed, such uses are intended primarily for the convenience of employees or users of the district. Development is encouraged to reduce auto use, mitigate environmental impacts, conserve energy resources and achieve visual continuity in the siting and scale of buildings.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/94/"},
{"new":"PD","descr":"PD (Planned Development): This district is intended as a relief mechanism from the prescriptive standards of a general use zoning district. The PD District intended to be used to achieve a higher quality of project design than could be accomplished through the strict application of a general use district or set of general use districts, without adversely impacting the adequate facilities required to serve the property and surrounding area.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/97/"},
{"height":3,"descr":"3 stories / 50 feet max","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/70/"},
{"height":4,"descr":"4 stories / 62 feet max","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/70/"},
{"height":5,"descr":"5 stories / 75 feet max","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/70/"},
{"height":7,"descr":"7 stories / 90 feet max","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/70/"},
{"height":12,"descr":"12 stories / 150 feet max","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/70/"},
{"height":20,"descr":"20 stories / 250 feet max","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/70/"},
{"height":40,"descr":"40 stories / 500 feet max","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/70/"},
{"frontage":"-PK","descr":"-PK (Parkway): This frontage is intended to provide a heavily landscaped buffer between the roadway and adjacent development to ensure a continuous green corridor along the street right-of-way.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/74/"},
{"frontage":"-DE","descr":"-DE (Detached): This frontage is intended for areas adjacent to roadways transitioning from residential to commercial. Accommodates neighborhood-scaled, low intensity commercial uses while maintaining the residential character of the street right-of-way.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/75/"},
{"frontage":"-PL","descr":"-PL (Parking Limited): This frontage is intended for areas where access to buildings by automobile is desired but where some level of walkability is maintained. Permits a maximum of 2 bays of on-site parking with a single drive aisle between the building and the street right-of-way.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/76/"},
{"frontage":"-GR","descr":"-GR (Green): This frontage is intended for areas where it is desirable to locate buildings close to the street, but where parking between the building and street is not permitted. Requires a landscaped area between the building and the street right-of-way.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/77/"},
{"frontage":"-UL","descr":"-UL (Urban Limited): This frontage is intended for areas where parking between the building and street is not allowed. Buildings abut the street and sidewalk but to balance the needs of both the pedestrian and automobile lower street wall continuity is required.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/78/"},
{"frontage":"-UG","descr":"-UG (Urban General): This frontage is intended for areas where parking between the building and street is not allowed. Buildings abut the street and sidewalk but higher street wall continuity is required than the -UL Frontage.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/79/"},
{"frontage":"-SH","descr":"-SH (Shopfront): This frontage is intended for areas where the highest level of walkability is desired. The -SH Frontage is intended to create a 'main street' type of environment; therefore, mixed use buildings are the primary building type allowed.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/80/"},
{"overlay":"AOD","descr":"-AOD (Airport Overlay District): This overlay protects the efficiency and long term usefulness of an area's aviation facilities, highways, arterials and major streets by controlling the type and design of land uses in proximity to such facilities. Provisions are made to ensure the attractiveness of this significant gateway to the City, and to protect the public from adverse health effects and annoyance by aircraft noise. Residential and similar uses are prohibited in the -AOD. The uses permitted are better able to protect themselves from aircraft noise and implement the functions of the airport.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/105/"},
{"overlay":"MPOD","descr":"-MPOD (Metro-Park Overlay District): This overlay preserves and protects the integrity of large natural parks that serve the citizens of Raleigh, the region and the state. Parks are protected from incompatible uses and intense developments, by the application of impervious surface and building height limitations near the boundaries of any Metro-Park.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/106/"},
{"overlay":"UWPOD","descr":"-UWPOD (Urban Watershed Protection Overlay District): This overlay is intended to protect the integrity of drinking water in Raleigh and surrounding communities, so as to provide clean and safe water for residents, business, industries, plant and animal life at a reasonable cost. The -UWPOD is applicable to Class WS-IV waters only and is divided into 2 areas: a primary water supply watershed protection area and a secondary water supply watershed protection area. Regulations in the -UWPOD include impervious surface limitations and natural resource buffer yards. Use limitations are imposed by this overlay district.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/107/"},
{"overlay":"FWPOD","descr":"-FWPOD (Falls Watershed Protection Overlay District): This overlay is intended to protect the integrity of drinking water in Raleigh and surrounding communities, so as to provide clean and safe water for residents, businesses, industries, plant and animal life at a reasonable cost. The -FWPOD is applicable to Class WS-IV waters only and is divided into 2 areas: a primary reservoir watershed protection area and a secondary reservoir watershed protection area. Regulations in the -FWPOD include impervious surface limitations and natural resource buffer yards. Along watercourses, additional design standards are applied. Use limitations are imposed by this overlay district.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/107/"},
{"overlay":"SWPOD","descr":"-SWPOD (Swift Creek Watershed Protection Overlay District): This overlay is intended to protect the integrity of drinking water in Raleigh and surrounding communities, so as to provide clean and safe water for residents, businesses, industries, plant and animal life at a reasonable cost. The -SWPOD is applicable to Class WS-III waters only and is divided into 2 areas: a primary reservoir watershed protection area and a secondary reservoir watershed protection area. Regulations in the -SWPOD include impervious surface limitations and natural resource buffer yards. Along watercourses, additional design standards are applied. Use limitations are imposed by this overlay district.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/107/"},
{"overlay":"SHOD-1","descr":"-SHOD-1 (Special Highway Overlay District-1): This overlay is intended to protect and preserve the natural scenic beauty along designated major access corridors and specified principal arterials. Maintaining the attractiveness of these corridors and arterials enhances the economic value of the community by encouraging tourism and trade. -SHOD-1 developments generally require a gross site size of 2 acres and a landscaped protective yards of 50 feet along major access corridors.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/108/"},
{"overlay":"SHOD-2","descr":"-SHOD-2 (Special Highway Overlay District-2): This overlay is intended to protect and preserve the natural scenic beauty along designated major access corridors and specified principal arterials. Maintaining the attractiveness of these corridors and arterials enhances the economic value of the community by encouraging tourism and trade. In contrast to -SHOD-1, -SHOD-2 contains no additional height or gross site size. -SHOD-2 requires a narrower protective yard and less planting than -SHOD-1.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/108/"},
{"overlay":"HOD-G","descr":"-HOD-G (General Historic Overlay District): This overlay preserves and protects certain areas, structures, buildings and objects within the City's zoning jurisdiction that are considered to be valued and important assets and have special significance in terms of one or more of the following: history, prehistory, archaeology, architecture and culture and possess integrity of design, setting, materials, feeling and association.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/112/"},
{"overlay":"HOD-S","descr":"-HOD-S (Streetside Historic Overlay District): This overlay preserves and protects certain areas, structures, buildings and objects within the City's zoning jurisdiction that are considered to be valued and important assets and have special significance in terms of one or more of the following: history, prehistory, archaeology, architecture and culture and possess integrity of design, setting, materials, feeling and association. In contrast to the -HOD-G, a -HOD-S applies only to structures as viewed from the adjacent street.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/114/"},
{"overlay":"NCOD","descr":"-NCOD (Neighborhood Conservation Overlay District): This overlay preserves and enhances the general quality and appearance of older neighborhoods, for it is recognized that built environmental characteristics are a major part of the identity and positive image of the City. Through the regulation of street design, greenways, rights-of-way and built environmental characteristics, -NCOD stabilizes and improves property values and promotes local design qualities. By respecting the context of existing built environmental characteristics, the -NCOD reduces conflicts between new construction and existing development, and it encourages compatible infill development.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/115/"},
{"overlay":"TOD","descr":"-TOD (Transit Overlay District): When combined with the appropriate base district, height and frontage, the -TOD allows for intense, compact and walkable mixed-use development in core areas around planned transit stations as designated on the Urban Form Map or in an adopted station area plan. The -TOD modifies the underlying district, height and frontage standards to promote a vibrant pedestrian core by prohibiting certain incompatible uses, reducing required parking and limiting surface parking and requiring that buildings have a minimum of 2 stories.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/121/"},
{"overlay":"SRPOD","descr":"-SRPOD (Special Residential Parking Overlay District): The -SRPOD restricts parking area, location and surfacing for detached structures used for single unit living. The requirement to park vehicles on an improved surface reduces soil compaction and erosion, which is detrimental to the City’s storm sewer utility.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/122/"},
{"overlay":"DOD","descr":"DOD (Downtown Overlay District): This is a legacy overlay district that will not carry forward on the Proposed Zoning Map. It will be removed at such time as underlying Zoning Districts are approved that effectively replace it's controls. Generally, it will be replaced by the base zoning district DX-, or Downtown Mixed Use.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"overlay":"PBOD","descr":"PBOD (Pedestrian Business Overlay District): This is a legacy overlay district that will not carry forward on the Proposed Zoning Map. It will be removed at such time as underlying Zoning Districts are approved that effectively replace it's controls. Generally, it will be replaced by mixed use zoning districts with appropriate height restrictions and frontages that encourage walkability.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"overlay":"PDD","descr":"PDD (Planned Development Conditional Use Overlay District): This is a legacy overlay district that is entirely replaced by the PD base zoning district. All existing PDDs are converted to the new PD base district on the Proposed Zoning Map.","url":"http://www.raleighnc.gov/content/extra/Books/PlanDev/UnifiedDevelopmentOrdinance/#/97/"},
{"overlay":"SHOD-3","descr":"SHOD-3 (Special Highway Overlay District-3) This is a legacy overlay district that will not carry forward on the Proposed Zoning Map. It will be removed at such time as underlying Zoning Districts are approved that effectively replace its controls, which generally encourage setbacks with protective yards from major access corridors.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"},
{"overlay":"SHOD-4","descr":"SHOD-4 (Special Highway Overlay District-4) This is a legacy overlay district that will not carry forward on the Proposed Zoning Map. It will be removed at such time as underlying Zoning Districts are approved that effectively replace its controls, which generally encourage setbacks with protective yards from major access corridors.","url":"http://www.raleighnc.gov/business/content/PlanDev/Articles/Zoning/PermittedUses.html"}]
